Repository: polaur/repo-refreshed
Catalog: src/kio-extras-18.12.0/po/*/kio5_sftp.po
Languages: gl

source: Incorrect or invalid passphrase
gl: A frase de paso ou é incorrecta ou incorrecta

source: SFTP Login
gl: Acceso por SFTP

source: Use the username input field to answer this question.
gl: Empregue o campo de entrada do nome de usuario para responder esta pregunta.

source: Please enter your password.
gl: Insira o seu contrasinal.

source: Site:
gl: Sitio:

source: Could not allocate callbacks
gl: Non se puido asignar memoria ás chamadas

source: Could not set log verbosity.
gl: Non se puido estabelecer o nivel de detalle do rexistro.

source: Could not set log userdata.
gl: Non se puido estabelecer o rexistro dos datos do usuario.

source: Could not set log callback.
gl: Non se puido estabelecer a resposta do rexistro.

source: Could not create a new SSH session.
gl: Non se puido crear unha sesión de SSH nova.

source: Could not set a timeout.
gl: Non se puido definir o tempo de espera.

source: Could not disable Nagle's Algorithm.
gl: Non se puido desactivar o algoritmo de Nagle.

source: Could not set compression.
gl: Non se puido definir a compresión.

source: Could not set host.
gl: Non se puido estabelecer o servidor.

source: Could not set port.
gl: Non se puido estabelecer o porto.

source: Could not set username.
gl: Non se puido estabelecer o nome de usuario.

source: Could not parse the config file.
gl: Non se puido procesar o ficheiro de configuración.

source: Opening SFTP connection to host %1:%2
gl: Estase a abrir unha conexión SFTP co servidor %1:%2.

source: Could not get server public key type name
gl: Non se puido obter o nome do tipo de chave pública do servidor

source: Could not create hash from server public key
gl: Non se puido crear o hash da chave pública do servidor

source: Could not create fingerprint for server public key
gl: Non se puido crear a pegada dixital para a chave pública do servidor

source: An %1 host key for this server was not found, but another type of key exists. An attacker might change the default server key to confuse your client into thinking the key does not exist. Please contact your system administrator. %2
gl: Non se atopou unha chave %1 para este servidor pero existe outro tipo de chave. Un atacante podería cambiar a chave predeterminada do servidor para confundir o seu axente e facerlle pensa que a chave non existe. Contacte co administrador do sistema. %2

source: The host key for the server %1 has changed. This could either mean that DNS SPOOFING is happening or the IP address for the host and its host key have changed at the same time. The fingerprint for the %2 key sent by the remote host is: SHA256:%3 Please contact your system administrator. %4
gl: Cambiouse a chave do servidor %1. Isto pode significar ou que se está producindo DNS SPOOFING ou que se cambiaron o enderezo IP do servidor e a súa chave á vez. A pegada dixital da chave %2 enviada polo servidor remoto é: SHA256:%3 Contacte co administrador do sistema. %4

source: Warning: Cannot verify host's identity.
gl: Aviso: Non se pode verificar a identidade do servidor.

source: The authenticity of host %1 cannot be established. The %2 key fingerprint is: %3 Are you sure you want to continue connecting?
gl: Non se pode estabelecer a autenticidade do servidor %1. A pegada dixital da chave %2 é: %3 Seguro que quere continuar a conectar?

source: Authentication failed.
gl: Fallou a autenticación.

source: Authentication failed. The server didn't send any authentication methods
gl: Fallou a autenticación. O servidor non enviou ningún método de autenticación.

source: Please enter your username and password.
gl: Insira o seu nome de usuario e o contrasinal.

source: Incorrect username or password
gl: O nome de usuario ou o contrasinal é incorrecto

source: Unable to request the SFTP subsystem. Make sure SFTP is enabled on the server.
gl: Non se pode pedir o subsistema SFTP. Asegúrese de que SFTP está activado no servidor.

source: Could not initialize the SFTP session.
gl: Non se puido inicializar a sesión SFTP.

source: Successfully connected to %1
gl: Conectou con %1

source: The host key for this server was not found, but another type of key exists. An attacker might change the default server key to confuse your client into thinking the key does not exist. Please contact your system administrator. %1
gl: Non se atopou a chave para este servidor pero existe outro tipo de chave. Un atacante podería cambiar a chave predeterminada do servidor para confundir o seu axente e facerlle pensa que a chave non existe. Contacte co administrador do sistema. %1

source: The host key for the server %1 has changed. This could either mean that DNS SPOOFING is happening or the IP address for the host and its host key have changed at the same time. The fingerprint for the key sent by the remote host is: %2 Please contact your system administrator. %3
gl: Cambiouse a chave do servidor %1. Isto pode significar ou que se está producindo DNS SPOOFING ou que se cambiaron o enderezo IP do servidor e a súa chave á vez. A pegada dixital da chave enviada polo servidor remoto é: %2 Contacte co administrador do sistema. %3

source: The authenticity of host %1 cannot be established. The key fingerprint is: %2 Are you sure you want to continue connecting?
gl: Non se pode estabelecer a autenticidade do servidor %1. A pegada dixital da chave é: %2 Seguro que quere continuar a conectar?

source: Invalid sftp context
gl: Contexto de SFTP incorrecto

source: Could not read link: %1
gl: Non se puido ler a ligazón: %1

source: Could not change permissions for %1
gl: Non se puideron cambiar os permisos de %1
